/*
*****************Copyright (c)*************************************
**      Hangzhou Xili Watthour Meter Manufacture Co., Ltd. 
**--------------file info--------------------------------------------
**name			: EMU_H.H
**Author		: maji
**date			: 2016-04-20 
**description	: G80F92XD的EMU计量模块相关处理C代码的声明文件
**note			: MCU- G80F92XD ，MERTER FOR DL06A
**--------------------Version History -------------------------------------
** NO. Date         Ver      By         Description 
**==============================================================
** 1   2016-04-20   v01.00   sosomj     1. frist version                             
**
**==============================================================
*/


#ifndef _EMU_H
#define _EMU_H

/***********************************************************
*     声明文件引用
************************************************************/
#include "Drv_EMU_hard_H.h"
#include "Lnk_EMU_handl_H.h"
#include "Lnk_EMU_Adj_H.h"



#endif
/***************************************************************
*    END
****************************************************************/

